---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.HvacPower
source: html/c53ea6fb-e685-b7a1-e614-20b7362c9550.htm
---
# Autodesk.Revit.DB.SpecTypeId.HvacPower Property

Power, in discipline HVAC.

## Syntax (C#)
```csharp
public static ForgeTypeId HvacPower { get; }
```